Repository: common-repository/wc-provincia-canton-distrito
Catalog: languages/wc-prov-cant-dist-*.po
Languages: es_cr

source: WC Provincia-Canton-Distrito
es_cr: WC Provincia-Cantón-Distrito

source: This plugin allows you to populate your custom states, cities, and postcodes for WooCommerce. It started working only for Costa Rica but now it is compatible with multi countries.
es_cr: Este plugin permite mostrar Provincias, cantones, distritos y postcodes para WooCommerce. Inició trabajando solo para Costa Rica pero ahora es compatible para diferentes países.

source: Settings
es_cr: Ajustes

source: Remove priority on the Checkout
es_cr: Quitar prioridad en Checkout

source: Yes
es_cr: Sí

source: It continues using the WooCommerce priority and labels for the fields state, city, address_1, address_2.
es_cr: Continúa usando la prioridad y etiquetas para los campos state, city, address_1, address_2.

source: Hide postcode
es_cr: Ocultar postcode

source: It hides de postcode field on the Checkout and shipping calculator form.
es_cr: Oculta el campo de postcode en el Checkout y el formulario de cálculo de envío.

source: Set an empty State
es_cr: Agregar una Provincia vacía

source: It adds an empty field to province dropdown to force the customers to choose a province.
es_cr: Agrega un campo vacío al selector de provincias para forzar a los clientes a elegir una provincia.

source: Set an empty City-District
es_cr: Agregar un Cantón-Distrito vacío

source: Leave the field City-District empty after the province is selected. Otherwise, first option is selected.
es_cr: Mantener el campo Cantón-Distrito vacío luego de la selección de provincia. De lo contrario, la primer opción será seleccionada.

source: It prints the .js on production. Default prints .min.js.
es_cr: Imprime el .js en producción. Predeterminado se imprime .min.js.

source: Locations
es_cr: Ubicaciones

source: Optional, add a formatted JSON of locations to override the ones loaded from the file.
es_cr: Opcional, agregue el JSON de ubicaciones para sobrescribir las cargadas desde el archivo de ubicaciones.

source: Current version: %s
es_cr: Versión actual: %s

source: Testing JSON of Locations
es_cr: JSON de ubicaciones

source: Shows the current locations loaded into the WC dropdowns.
es_cr: Muestra las ubicaciones que actualmente se cargan en los desplegables de WC.

source: Locations loading from settings of the plugin
es_cr: Ubicaciones cargadas desde las opciones del plugin

source: The locations couldn't be loaded to your site. Move the file %1$s from the plugin to your theme or child theme in %2$s. Then, add the snippet below to override the locations.
es_cr: Las ubicaciones no se pueden cargar a este sitio. Mover el archivo %1$s desde el plugin al tema o tema hijo en %2$s. Luego, agregue el snippet de abajo para sobrescribir las ubicaciones.

source: State
es_cr: Provincia

source: City-District
es_cr: Cantón-Distrito

source: Choose a city
es_cr: Seleccione una ciudad

source: Choose a state
es_cr: Seleccione una provincia

source: %1$s requires %2$sWooCommerce%3$s to be active.
es_cr: %1$s requiere %2$sWooCommerce%3$s para esta activo.
